Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/departemeanta-birra_id_262.html.tmx
Source language: sme
Languages: nob

source: Departemeantta birra
nob: Om departementet

source: Guolástus- ja riddodepartemeantta ovddasvástádus lea
nob: Fiskeri- og kystdepartementet har ansvaret for

source: Guolástusealáhus
nob: Fiskerinæringen

source: Mearrabiebmooadjebasvuohta , guolledearvvašvuohta ja - čálgu
nob: Havbruksnæringen Sjømattrygghet , fiskehelse og - velferd

source: Hápmanat , mearrajohtolaga infrastruktuvra ja fáhkka nuoskkideami gearggusvuohta
nob: Havner , infrastruktur for sjøtransport og beredskap mot akutt forurensing

source: Muhtun deaŧlaš suorggit Guolástus- ja riddodepartemeantta doaimmas
nob: Noen viktige områder for Fiskeri- og kystdepartementets virksomhet

source: Ealli mearrariggodagaid guhkes áiggi ávkkastallan buoremus láhkái
nob: Langsiktig optimal utnyttelse av levende marine ressurser

source: Hálddašit mearra birrasa doahttalahtti láhkái
nob: Forsvarlig forvaltning av det marine miljøet

source: Leat veahkkin oaččuhit gánnáhahtti ja iešbirgejeaddji guolástusealáhusa
nob: Bidra til en lønnsom og selvbærende fiskerinæring

source: Leat veahkkin sihkkarastime áhpegeavahanealáhusa ovdánanvejolašvuođaid
nob: Bidra til å sikre utviklingsmuligheter for havbruksnæringen

source: Ovddidit mearra ealáhusaid ovdáneami
nob: Fremme marin næringsutvikling

source: Buoridit norgga guoli beassama márkanii
nob: Bedre markedsadgangen for norsk fisk

source: Sihkkarastit ahte norgga mearrabiebmu lea oadjebas
nob: Sikre at norsk sjømat er trygg

source: Bargat oažžut buriid ja oadjebas bargosajiid
nob: Arbeide for gode og trygge arbeidsplasser

source: Buoridit mearra manahahttivuođa ja ovdánahttit mearrasihkkarvuođa
nob: Bedre fremkommeligheten på sjøen og fremme sjøsikkerheten

source: Ovddidit ekonomalaččat gilvoceavzilis mearrafievrredeami
nob: Fremme en økonomisk konkurransedyktig sjøtransport

source: Sihkkarastit buori gearggusvuođa fáhkka nuoskkideami vuostá
nob: Sikre en god beredskap mot akutt forurensing
